testes-carga-pico/results/blazedemo-load-20260404-111758/report/statistics.json
{
  "https://www.blazedemo.com/reserve.php-5" : {
    "transaction" : "https://www.blazedemo.com/reserve.php-5",
    "sampleCount" : 6750,
    "errorCount" : 30,
    "errorPct" : 0.44444445,
    "meanResTime" : 2186.7697777777767,
    "medianResTime" : 1600.0,
    "minResTime" : 161.0,
    "maxResTime" : 23428.0,
    "pct1ResTime" : 6281.300000000004,
    "pct2ResTime" : 7881.349999999999,
    "pct3ResTime" : 10883.499999999989,
    "throughput" : 52.83964147324748,
    "receivedKBytesPerSec" : 209.5378763601315,
    "sentKBytesPerSec" : 47.056636267564286
  },
  "https://www.blazedemo.com/purchase.php-4" : {
    "transaction" : "https://www.blazedemo.com/purchase.php-4",
    "sampleCount" : 6112,
    "errorCount" : 11,
    "errorPct" : 0.17997383,
    "meanResTime" : 1834.245091623034,
    "medianResTime" : 1442.5,
    "minResTime" : 158.0,
    "maxResTime" : 22599.0,
    "pct1ResTime" : 2828.7,
    "pct2ResTime" : 7314.749999999997,
    "pct3ResTime" : 9914.789999999997,
    "throughput" : 50.63039480442022,
    "receivedKBytesPerSec" : 91.94540038560943,
    "sentKBytesPerSec" : 49.39580585020461
  },
  "https://www.blazedemo.com/reserve.php-4" : {
    "transaction" : "https://www.blazedemo.com/reserve.php-4",
    "sampleCount" : 6750,
    "errorCount" : 38,
    "errorPct" : 0.56296295,
    "meanResTime" : 4837.913777777781,
    "medianResTime" : 3515.0,
    "minResTime" : 229.0,
    "maxResTime" : 45051.0,
    "pct1ResTime" : 10766.10000000001,
    "pct2ResTime" : 14741.05,
    "pct3ResTime" : 24291.64999999998,
    "throughput" : 48.24702476680605,
    "receivedKBytesPerSec" : 5939.910236242897,
    "sentKBytesPerSec" : 42.821803187877485
  },
  "https://www.blazedemo.com/purchase.php-3" : {
    "transaction" : "https://www.blazedemo.com/purchase.php-3",
    "sampleCount" : 6112,
    "errorCount" : 12,
    "errorPct" : 0.19633508,
    "meanResTime" : 1765.3118455497397,
    "medianResTime" : 1415.0,
    "minResTime" : 159.0,
    "maxResTime" : 21494.0,
    "pct1ResTime" : 2685.199999999999,
    "pct2ResTime" : 7223.049999999998,
    "pct3ResTime" : 9397.319999999996,
    "throughput" : 50.653472895585224,
    "receivedKBytesPerSec" : 32.832710602048685,
    "sentKBytesPerSec" : 49.41509196843689
  },
  "https://www.blazedemo.com/purchase.php-2" : {
    "transaction" : "https://www.blazedemo.com/purchase.php-2",
    "sampleCount" : 6112,
    "errorCount" : 2,
    "errorPct" : 0.032722514,
    "meanResTime" : 1633.6922447644026,
    "medianResTime" : 1368.0,
    "minResTime" : 159.0,
    "maxResTime" : 14689.0,
    "pct1ResTime" : 2490.0,
    "pct2ResTime" : 5824.699999999999,
    "pct3ResTime" : 8475.489999999998,
    "throughput" : 50.68960083598033,
    "receivedKBytesPerSec" : 25.30637029398227,
    "sentKBytesPerSec" : 49.435337157480284
  },
  "https://www.blazedemo.com/reserve.php" : {
    "transaction" : "https://www.blazedemo.com/reserve.php",
    "sampleCount" : 6797,
    "errorCount" : 145,
    "errorPct" : 2.133294,
    "meanResTime" : 7981.952331911155,
    "medianResTime" : 6265.0,
    "minResTime" : 522.0,
    "maxResTime" : 52296.0,
    "pct1ResTime" : 17124.799999999996,
    "pct2ResTime" : 22486.29999999999,
    "pct3ResTime" : 33893.11999999992,
    "throughput" : 47.03057644803942,
    "receivedKBytesPerSec" : 13211.831172633421,
    "sentKBytesPerSec" : 251.90471683140402
  },
  "https://www.blazedemo.com/purchase.php-1" : {
    "transaction" : "https://www.blazedemo.com/purchase.php-1",
    "sampleCount" : 6112,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1216.4887107329853,
    "medianResTime" : 1143.5,
    "minResTime" : 15.0,
    "maxResTime" : 10777.0,
    "pct1ResTime" : 2287.7,
    "pct2ResTime" : 2876.3499999999995,
    "pct3ResTime" : 4224.529999999998,
    "throughput" : 50.975813177648035,
    "receivedKBytesPerSec" : 44.3609339162844,
    "sentKBytesPerSec" : 48.66715101125938
  },
  "https://www.blazedemo.com/purchase.php-0" : {
    "transaction" : "https://www.blazedemo.com/purchase.php-0",
    "sampleCount" : 6112,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1531.7755235602071,
    "medianResTime" : 1519.5,
    "minResTime" : 232.0,
    "maxResTime" : 13662.0,
    "pct1ResTime" : 2484.0999999999995,
    "pct2ResTime" : 2692.699999999999,
    "pct3ResTime" : 7571.399999999998,
    "throughput" : 51.271296630287985,
    "receivedKBytesPerSec" : 336.41827326376364,
    "sentKBytesPerSec" : 50.01955598990009
  },
  "https://www.blazedemo.com/confirmation.php-3" : {
    "transaction" : "https://www.blazedemo.com/confirmation.php-3",
    "sampleCount" : 5844,
    "errorCount" : 8,
    "errorPct" : 0.13689254,
    "meanResTime" : 1634.2973990417488,
    "medianResTime" : 1446.0,
    "minResTime" : 159.0,
    "maxResTime" : 13509.0,
    "pct1ResTime" : 2431.0,
    "pct2ResTime" : 4963.5,
    "pct3ResTime" : 8453.70000000001,
    "throughput" : 47.97675048641726,
    "receivedKBytesPerSec" : 9.648013231780903,
    "sentKBytesPerSec" : 46.87894444376031
  },
  "https://www.blazedemo.com/confirmation.php-4" : {
    "transaction" : "https://www.blazedemo.com/confirmation.php-4",
    "sampleCount" : 5844,
    "errorCount" : 10,
    "errorPct" : 0.17111568,
    "meanResTime" : 1720.6697467488073,
    "medianResTime" : 1461.5,
    "minResTime" : 159.0,
    "maxResTime" : 14491.0,
    "pct1ResTime" : 2518.0,
    "pct2ResTime" : 6540.0,
    "pct3ResTime" : 8828.500000000005,
    "throughput" : 47.97793212157037,
    "receivedKBytesPerSec" : 11.549190862416467,
    "sentKBytesPerSec" : 46.864705710309835
  },
  "https://www.blazedemo.com/confirmation.php" : {
    "transaction" : "https://www.blazedemo.com/confirmation.php",
    "sampleCount" : 5844,
    "errorCount" : 30,
    "errorPct" : 0.513347,
    "meanResTime" : 4031.4936687200607,
    "medianResTime" : 3746.0,
    "minResTime" : 430.0,
    "maxResTime" : 23746.0,
    "pct1ResTime" : 8599.5,
    "pct2ResTime" : 10238.0,
    "pct3ResTime" : 13735.650000000016,
    "throughput" : 47.62836185819071,
    "receivedKBytesPerSec" : 319.9346570649959,
    "sentKBytesPerSec" : 280.80799205378975
  },
  "https://www.blazedemo.com/confirmation.php-1" : {
    "transaction" : "https://www.blazedemo.com/confirmation.php-1",
    "sampleCount" : 5844,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1208.4200889801534,
    "medianResTime" : 1230.0,
    "minResTime" : 15.0,
    "maxResTime" : 7311.0,
    "pct1ResTime" : 2172.5,
    "pct2ResTime" : 2608.75,
    "pct3ResTime" : 4025.750000000001,
    "throughput" : 48.03629847605583,
    "receivedKBytesPerSec" : 12.915664775949793,
    "sentKBytesPerSec" : 45.878016524807244
  },
  "https://www.blazedemo.com/confirmation.php-2" : {
    "transaction" : "https://www.blazedemo.com/confirmation.php-2",
    "sampleCount" : 5844,
    "errorCount" : 6,
    "errorPct" : 0.1026694,
    "meanResTime" : 1615.9419917864436,
    "medianResTime" : 1436.5,
    "minResTime" : 157.0,
    "maxResTime" : 14316.0,
    "pct1ResTime" : 2416.0,
    "pct2ResTime" : 4684.75,
    "pct3ResTime" : 8443.600000000002,
    "throughput" : 47.97202452779078,
    "receivedKBytesPerSec" : 8.817320212648065,
    "sentKBytesPerSec" : 46.79818711983156
  },
  "https://www.blazedemo.com/confirmation.php-5" : {
    "transaction" : "https://www.blazedemo.com/confirmation.php-5",
    "sampleCount" : 5844,
    "errorCount" : 14,
    "errorPct" : 0.23956195,
    "meanResTime" : 1798.1394592744691,
    "medianResTime" : 1479.0,
    "minResTime" : 159.0,
    "maxResTime" : 23378.0,
    "pct1ResTime" : 2721.0,
    "pct2ResTime" : 7222.75,
    "pct3ResTime" : 9095.500000000002,
    "throughput" : 47.79898905628895,
    "receivedKBytesPerSec" : 8.521754255206034,
    "sentKBytesPerSec" : 46.658635757635246
  },
  "https://www.blazedemo.com/purchase.php" : {
    "transaction" : "https://www.blazedemo.com/purchase.php",
    "sampleCount" : 6113,
    "errorCount" : 30,
    "errorPct" : 0.4907574,
    "meanResTime" : 4199.502699165703,
    "medianResTime" : 3717.0,
    "minResTime" : 426.0,
    "maxResTime" : 31894.0,
    "pct1ResTime" : 9448.000000000002,
    "pct2ResTime" : 10567.3,
    "pct3ResTime" : 15840.699999999968,
    "throughput" : 49.59757245318534,
    "receivedKBytesPerSec" : 526.456197845674,
    "sentKBytesPerSec" : 289.25950491675593
  },
  "https://www.blazedemo.com/confirmation.php-0" : {
    "transaction" : "https://www.blazedemo.com/confirmation.php-0",
    "sampleCount" : 5844,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1523.0727241615368,
    "medianResTime" : 1546.0,
    "minResTime" : 243.0,
    "maxResTime" : 14198.0,
    "pct1ResTime" : 2481.5,
    "pct2ResTime" : 2660.0,
    "pct3ResTime" : 3690.650000000004,
    "throughput" : 47.86946478596353,
    "receivedKBytesPerSec" : 270.20110586532,
    "sentKBytesPerSec" : 49.55237565734507
  },
  "Test" : {
    "transaction" : "Test",
    "sampleCount" : 5844,
    "errorCount" : 193,
    "errorPct" : 3.3025324,
    "meanResTime" : 14935.092573579721,
    "medianResTime" : 14365.5,
    "minResTime" : 1701.0,
    "maxResTime" : 48719.0,
    "pct1ResTime" : 26426.0,
    "pct2ResTime" : 30698.75,
    "pct3ResTime" : 36925.500000000015,
    "throughput" : 44.97183488780127,
    "receivedKBytesPerSec" : 13398.896247200802,
    "sentKBytesPerSec" : 767.9015040511397
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 130990,
    "errorCount" : 401,
    "errorPct" : 0.30613023,
    "meanResTime" : 2602.5269562561966,
    "medianResTime" : 2506.5,
    "minResTime" : 15.0,
    "maxResTime" : 52296.0,
    "pct1ResTime" : 9728.600000000006,
    "pct2ResTime" : 13271.900000000001,
    "pct3ResTime" : 29707.56000000007,
    "throughput" : 906.3609252506521,
    "receivedKBytesPerSec" : 27863.998169300907,
    "sentKBytesPerSec" : 1473.9934614646113
  },
  "https://www.blazedemo.com/reserve.php-1" : {
    "transaction" : "https://www.blazedemo.com/reserve.php-1",
    "sampleCount" : 6750,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 3161.1795555555536,
    "medianResTime" : 1844.0,
    "minResTime" : 24.0,
    "maxResTime" : 49203.0,
    "pct1ResTime" : 6688.700000000002,
    "pct2ResTime" : 9232.25,
    "pct3ResTime" : 28451.859999999997,
    "throughput" : 47.340847085557186,
    "receivedKBytesPerSec" : 3882.5966101213853,
    "sentKBytesPerSec" : 42.9026426712862
  },
  "https://www.blazedemo.com/reserve.php-0" : {
    "transaction" : "https://www.blazedemo.com/reserve.php-0",
    "sampleCount" : 6750,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1983.5734814814816,
    "medianResTime" : 1718.5,
    "minResTime" : 235.0,
    "maxResTime" : 14422.0,
    "pct1ResTime" : 2921.9000000000005,
    "pct2ResTime" : 6530.799999999999,
    "pct3ResTime" : 10189.53999999999,
    "throughput" : 52.14811610102056,
    "receivedKBytesPerSec" : 375.07030036832026,
    "sentKBytesPerSec" : 48.583303476927355
  },
  "https://www.blazedemo.com/reserve.php-3" : {
    "transaction" : "https://www.blazedemo.com/reserve.php-3",
    "sampleCount" : 6750,
    "errorCount" : 32,
    "errorPct" : 0.47407407,
    "meanResTime" : 3138.890518518519,
    "medianResTime" : 2119.0,
    "minResTime" : 185.0,
    "maxResTime" : 33455.0,
    "pct1ResTime" : 7822.200000000004,
    "pct2ResTime" : 11172.199999999997,
    "pct3ResTime" : 18399.899999999976,
    "throughput" : 50.63993878194067,
    "receivedKBytesPerSec" : 1943.6267585656517,
    "sentKBytesPerSec" : 45.035038265975956
  },
  "https://www.blazedemo.com/reserve.php-2" : {
    "transaction" : "https://www.blazedemo.com/reserve.php-2",
    "sampleCount" : 6750,
    "errorCount" : 26,
    "errorPct" : 0.38518518,
    "meanResTime" : 2760.705925925928,
    "medianResTime" : 1905.0,
    "minResTime" : 180.0,
    "maxResTime" : 25304.0,
    "pct1ResTime" : 6709.20000000001,
    "pct2ResTime" : 10409.8,
    "pct3ResTime" : 16898.45999999999,
    "throughput" : 50.48805116122518,
    "receivedKBytesPerSec" : 1423.2942094763268,
    "sentKBytesPerSec" : 44.8418333239837
  },
  "https://www.blazedemo.com/purchase.php-5" : {
    "transaction" : "https://www.blazedemo.com/purchase.php-5",
    "sampleCount" : 6112,
    "errorCount" : 7,
    "errorPct" : 0.1145288,
    "meanResTime" : 1824.2670157068098,
    "medianResTime" : 1455.0,
    "minResTime" : 161.0,
    "maxResTime" : 17460.0,
    "pct1ResTime" : 3165.199999999999,
    "pct2ResTime" : 7245.749999999997,
    "pct3ResTime" : 9003.309999999998,
    "throughput" : 49.70641336347815,
    "receivedKBytesPerSec" : 10.9646981257421,
    "sentKBytesPerSec" : 48.53157123745547
  }
}