testes-carga-pico/results/blazedemo-spike-20260404-111347/report/statistics.json
{
  "https://www.blazedemo.com/reserve.php-5" : {
    "transaction" : "https://www.blazedemo.com/reserve.php-5",
    "sampleCount" : 6785,
    "errorCount" : 578,
    "errorPct" : 8.518791,
    "meanResTime" : 3582.2614591009656,
    "medianResTime" : 1481.0,
    "minResTime" : 55.0,
    "maxResTime" : 62257.0,
    "pct1ResTime" : 10890.200000000004,
    "pct2ResTime" : 16068.199999999999,
    "pct3ResTime" : 29018.520000000153,
    "throughput" : 39.40918172947354,
    "receivedKBytesPerSec" : 153.4998927283235,
    "sentKBytesPerSec" : 32.24963680097347
  },
  "https://www.blazedemo.com/purchase.php-4" : {
    "transaction" : "https://www.blazedemo.com/purchase.php-4",
    "sampleCount" : 6280,
    "errorCount" : 526,
    "errorPct" : 8.375796,
    "meanResTime" : 3548.553503184717,
    "medianResTime" : 1267.5,
    "minResTime" : 158.0,
    "maxResTime" : 62295.0,
    "pct1ResTime" : 11468.800000000001,
    "pct2ResTime" : 17101.85,
    "pct3ResTime" : 30852.1199999997,
    "throughput" : 39.959277169763304,
    "receivedKBytesPerSec" : 419.619343195231,
    "sentKBytesPerSec" : 35.54580622454823
  },
  "https://www.blazedemo.com/reserve.php-4" : {
    "transaction" : "https://www.blazedemo.com/reserve.php-4",
    "sampleCount" : 6785,
    "errorCount" : 560,
    "errorPct" : 8.2535,
    "meanResTime" : 5639.8725128960905,
    "medianResTime" : 3405.0,
    "minResTime" : 144.0,
    "maxResTime" : 66665.0,
    "pct1ResTime" : 13280.20000000001,
    "pct2ResTime" : 18587.899999999994,
    "pct3ResTime" : 32707.660000000007,
    "throughput" : 37.55756797449296,
    "receivedKBytesPerSec" : 4275.26325715379,
    "sentKBytesPerSec" : 30.75623742430365
  },
  "https://www.blazedemo.com/purchase.php-3" : {
    "transaction" : "https://www.blazedemo.com/purchase.php-3",
    "sampleCount" : 6280,
    "errorCount" : 490,
    "errorPct" : 7.802548,
    "meanResTime" : 3208.763375796177,
    "medianResTime" : 1191.5,
    "minResTime" : 158.0,
    "maxResTime" : 62621.0,
    "pct1ResTime" : 9784.600000000002,
    "pct2ResTime" : 16017.699999999999,
    "pct3ResTime" : 29748.219999999863,
    "throughput" : 39.96003996003996,
    "receivedKBytesPerSec" : 129.7538610374498,
    "sentKBytesPerSec" : 35.7992239150181
  },
  "https://www.blazedemo.com/purchase.php-2" : {
    "transaction" : "https://www.blazedemo.com/purchase.php-2",
    "sampleCount" : 6280,
    "errorCount" : 401,
    "errorPct" : 6.38535,
    "meanResTime" : 2809.4383757961846,
    "medianResTime" : 1095.5,
    "minResTime" : 158.0,
    "maxResTime" : 54377.0,
    "pct1ResTime" : 7177.500000000025,
    "pct2ResTime" : 14343.899999999992,
    "pct3ResTime" : 22968.469999999754,
    "throughput" : 39.96588898647015,
    "receivedKBytesPerSec" : 86.30945810979802,
    "sentKBytesPerSec" : 36.31968027686561
  },
  "https://www.blazedemo.com/reserve.php" : {
    "transaction" : "https://www.blazedemo.com/reserve.php",
    "sampleCount" : 7074,
    "errorCount" : 1316,
    "errorPct" : 18.603336,
    "meanResTime" : 11311.986994628245,
    "medianResTime" : 7880.0,
    "minResTime" : 504.0,
    "maxResTime" : 75074.0,
    "pct1ResTime" : 23894.0,
    "pct2ResTime" : 32893.0,
    "pct3ResTime" : 51296.0,
    "throughput" : 37.71492549249594,
    "receivedKBytesPerSec" : 9760.258553076601,
    "sentKBytesPerSec" : 186.05491762855544
  },
  "https://www.blazedemo.com/purchase.php-1" : {
    "transaction" : "https://www.blazedemo.com/purchase.php-1",
    "sampleCount" : 6280,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1183.046974522297,
    "medianResTime" : 728.0,
    "minResTime" : 13.0,
    "maxResTime" : 51575.0,
    "pct1ResTime" : 2688.4000000000033,
    "pct2ResTime" : 3413.699999999999,
    "pct3ResTime" : 6571.519999999997,
    "throughput" : 40.00050956063134,
    "receivedKBytesPerSec" : 107.57817053202908,
    "sentKBytesPerSec" : 38.1454525893642
  },
  "https://www.blazedemo.com/purchase.php-0" : {
    "transaction" : "https://www.blazedemo.com/purchase.php-0",
    "sampleCount" : 6280,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1758.001273885349,
    "medianResTime" : 1283.0,
    "minResTime" : 235.0,
    "maxResTime" : 27260.0,
    "pct1ResTime" : 3072.600000000002,
    "pct2ResTime" : 3851.8499999999995,
    "pct3ResTime" : 12259.24999999997,
    "throughput" : 39.59022852639874,
    "receivedKBytesPerSec" : 259.7726802600473,
    "sentKBytesPerSec" : 38.62367021276596
  },
  "https://www.blazedemo.com/confirmation.php-3" : {
    "transaction" : "https://www.blazedemo.com/confirmation.php-3",
    "sampleCount" : 5832,
    "errorCount" : 351,
    "errorPct" : 6.0185184,
    "meanResTime" : 2630.2381687242814,
    "medianResTime" : 1111.5,
    "minResTime" : 148.0,
    "maxResTime" : 53392.0,
    "pct1ResTime" : 5888.2999999999965,
    "pct2ResTime" : 13031.399999999965,
    "pct3ResTime" : 21774.83,
    "throughput" : 38.13958355132364,
    "receivedKBytesPerSec" : 63.05282255889008,
    "sentKBytesPerSec" : 34.964043861829026
  },
  "https://www.blazedemo.com/confirmation.php-4" : {
    "transaction" : "https://www.blazedemo.com/confirmation.php-4",
    "sampleCount" : 5832,
    "errorCount" : 417,
    "errorPct" : 7.1502056,
    "meanResTime" : 2902.9711934156417,
    "medianResTime" : 1147.5,
    "minResTime" : 150.0,
    "maxResTime" : 62310.0,
    "pct1ResTime" : 8134.199999999993,
    "pct2ResTime" : 15211.699999999999,
    "pct3ResTime" : 22304.67,
    "throughput" : 38.14407367195574,
    "receivedKBytesPerSec" : 169.9003118582155,
    "sentKBytesPerSec" : 34.54787048134655
  },
  "https://www.blazedemo.com/confirmation.php" : {
    "transaction" : "https://www.blazedemo.com/confirmation.php",
    "sampleCount" : 5921,
    "errorCount" : 1026,
    "errorPct" : 17.328154,
    "meanResTime" : 6895.655463604115,
    "medianResTime" : 3440.0,
    "minResTime" : 425.0,
    "maxResTime" : 75926.0,
    "pct1ResTime" : 18436.4,
    "pct2ResTime" : 21488.39999999998,
    "pct3ResTime" : 36294.7599999999,
    "throughput" : 38.2834826912881,
    "receivedKBytesPerSec" : 552.0231213872833,
    "sentKBytesPerSec" : 212.52448509693718
  },
  "https://www.blazedemo.com/confirmation.php-1" : {
    "transaction" : "https://www.blazedemo.com/confirmation.php-1",
    "sampleCount" : 5832,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1040.7494855967125,
    "medianResTime" : 726.0,
    "minResTime" : 13.0,
    "maxResTime" : 44176.0,
    "pct1ResTime" : 2352.0,
    "pct2ResTime" : 3019.699999999999,
    "pct3ResTime" : 4135.35,
    "throughput" : 38.1797827837461,
    "receivedKBytesPerSec" : 43.45163222131115,
    "sentKBytesPerSec" : 36.44453688110061
  },
  "https://www.blazedemo.com/confirmation.php-2" : {
    "transaction" : "https://www.blazedemo.com/confirmation.php-2",
    "sampleCount" : 5832,
    "errorCount" : 285,
    "errorPct" : 4.8868313,
    "meanResTime" : 2248.6181412894366,
    "medianResTime" : 1027.0,
    "minResTime" : 158.0,
    "maxResTime" : 41050.0,
    "pct1ResTime" : 4054.3999999999996,
    "pct2ResTime" : 11345.099999999997,
    "pct3ResTime" : 19581.04,
    "throughput" : 38.13958355132364,
    "receivedKBytesPerSec" : 44.20778857897026,
    "sentKBytesPerSec" : 35.328319709620565
  },
  "https://www.blazedemo.com/confirmation.php-5" : {
    "transaction" : "https://www.blazedemo.com/confirmation.php-5",
    "sampleCount" : 5832,
    "errorCount" : 464,
    "errorPct" : 7.9561043,
    "meanResTime" : 3075.70010288065,
    "medianResTime" : 1201.0,
    "minResTime" : 152.0,
    "maxResTime" : 62281.0,
    "pct1ResTime" : 9461.999999999995,
    "pct2ResTime" : 15401.64999999998,
    "pct3ResTime" : 22741.10000000001,
    "throughput" : 38.13958355132364,
    "receivedKBytesPerSec" : 20.817816425869125,
    "sentKBytesPerSec" : 34.233959421922414
  },
  "https://www.blazedemo.com/purchase.php" : {
    "transaction" : "https://www.blazedemo.com/purchase.php",
    "sampleCount" : 6406,
    "errorCount" : 1263,
    "errorPct" : 19.71589,
    "meanResTime" : 8228.49781454884,
    "medianResTime" : 3820.0,
    "minResTime" : 413.0,
    "maxResTime" : 75250.0,
    "pct1ResTime" : 20120.300000000003,
    "pct2ResTime" : 28556.099999999995,
    "pct3ResTime" : 50931.770000000026,
    "throughput" : 40.310097031173314,
    "receivedKBytesPerSec" : 1027.111306518928,
    "sentKBytesPerSec" : 217.23917882374872
  },
  "https://www.blazedemo.com/confirmation.php-0" : {
    "transaction" : "https://www.blazedemo.com/confirmation.php-0",
    "sampleCount" : 5832,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1448.1587791495153,
    "medianResTime" : 1137.0,
    "minResTime" : 240.0,
    "maxResTime" : 14969.0,
    "pct1ResTime" : 2693.0,
    "pct2ResTime" : 3476.699999999999,
    "pct3ResTime" : 6611.4000000000015,
    "throughput" : 37.75954833571812,
    "receivedKBytesPerSec" : 213.13560813785602,
    "sentKBytesPerSec" : 39.08703245689571
  },
  "Test" : {
    "transaction" : "Test",
    "sampleCount" : 5974,
    "errorCount" : 2221,
    "errorPct" : 37.17777,
    "meanResTime" : 26551.31904921319,
    "medianResTime" : 19495.0,
    "minResTime" : 1393.0,
    "maxResTime" : 105405.0,
    "pct1ResTime" : 57582.0,
    "pct2ResTime" : 67777.75,
    "pct3ResTime" : 83952.25,
    "throughput" : 33.23856207332068,
    "receivedKBytesPerSec" : 9882.943272689465,
    "sentKBytesPerSec" : 525.5292653500231
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 132783,
    "errorCount" : 9194,
    "errorPct" : 6.924079,
    "meanResTime" : 3791.1829300437676,
    "medianResTime" : 1452.0,
    "minResTime" : 13.0,
    "maxResTime" : 75926.0,
    "pct1ResTime" : 4084.9000000000015,
    "pct2ResTime" : 5722.950000000001,
    "pct3ResTime" : 9510.910000000014,
    "throughput" : 707.9305840641911,
    "receivedKBytesPerSec" : 22164.063827664744,
    "sentKBytesPerSec" : 1090.715947638152
  },
  "https://www.blazedemo.com/reserve.php-1" : {
    "transaction" : "https://www.blazedemo.com/reserve.php-1",
    "sampleCount" : 6785,
    "errorCount" : 1,
    "errorPct" : 0.014738394,
    "meanResTime" : 2746.8654384672113,
    "medianResTime" : 1679.0,
    "minResTime" : 27.0,
    "maxResTime" : 47675.0,
    "pct1ResTime" : 5544.200000000002,
    "pct2ResTime" : 7435.699999999998,
    "pct3ResTime" : 24176.0,
    "throughput" : 38.68896580431423,
    "receivedKBytesPerSec" : 3172.5674860689787,
    "sentKBytesPerSec" : 35.056707703010154
  },
  "https://www.blazedemo.com/reserve.php-0" : {
    "transaction" : "https://www.blazedemo.com/reserve.php-0",
    "sampleCount" : 6785,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 2520.0058953574126,
    "medianResTime" : 1540.0,
    "minResTime" : 236.0,
    "maxResTime" : 33697.0,
    "pct1ResTime" : 5364.0,
    "pct2ResTime" : 9601.699999999997,
    "pct3ResTime" : 14430.820000000022,
    "throughput" : 37.91244098007991,
    "receivedKBytesPerSec" : 272.6816183070014,
    "sentKBytesPerSec" : 35.32077020995725
  },
  "https://www.blazedemo.com/reserve.php-3" : {
    "transaction" : "https://www.blazedemo.com/reserve.php-3",
    "sampleCount" : 6785,
    "errorCount" : 506,
    "errorPct" : 7.4576273,
    "meanResTime" : 4251.118201915976,
    "medianResTime" : 1993.0,
    "minResTime" : 147.0,
    "maxResTime" : 62076.0,
    "pct1ResTime" : 11308.400000000001,
    "pct2ResTime" : 17775.699999999997,
    "pct3ResTime" : 32571.040000000077,
    "throughput" : 38.5662560890349,
    "receivedKBytesPerSec" : 1385.0751002434902,
    "sentKBytesPerSec" : 31.891081633211314
  },
  "https://www.blazedemo.com/reserve.php-2" : {
    "transaction" : "https://www.blazedemo.com/reserve.php-2",
    "sampleCount" : 6785,
    "errorCount" : 382,
    "errorPct" : 5.6300664,
    "meanResTime" : 3500.922770817978,
    "medianResTime" : 1739.0,
    "minResTime" : 152.0,
    "maxResTime" : 54316.0,
    "pct1ResTime" : 9519.0,
    "pct2ResTime" : 15817.4,
    "pct3ResTime" : 26903.56000000002,
    "throughput" : 38.387553041018386,
    "receivedKBytesPerSec" : 1031.4258199257426,
    "sentKBytesPerSec" : 32.299433124115986
  },
  "https://www.blazedemo.com/purchase.php-5" : {
    "transaction" : "https://www.blazedemo.com/purchase.php-5",
    "sampleCount" : 6280,
    "errorCount" : 628,
    "errorPct" : 10.0,
    "meanResTime" : 3591.0501592356554,
    "medianResTime" : 1312.5,
    "minResTime" : 158.0,
    "maxResTime" : 55607.0,
    "pct1ResTime" : 11677.700000000019,
    "pct2ResTime" : 17072.699999999997,
    "pct3ResTime" : 30990.389999999967,
    "throughput" : 39.96309141238983,
    "receivedKBytesPerSec" : 30.90280125441471,
    "sentKBytesPerSec" : 34.924701310891216
  }
}